Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PLAYBACK_ACTIVITY_REPORTING_CONSENT_MESSAGE_FORMAT
source: These apps will share what you watch with Apple while using the Apple Account %@. This lets you continue watching your TV shows and movies on any of your supported devices, and helps you discover others you might like. Separate app installation may be required.
ar: ستشارك هذه التطبيقات مع Apple ما تشاهده أثناء استخدامك لحساب Apple %@. ويمكِّنك هذا من متابعة مشاهدة برامجك التلفزيونية وأفلامك على أي من أجهزتك المدعومة، كما يساعدك في اكتشاف برامج وأفلام أخرى قد تعجبك. قد يلزم تثبيت تطبيق منفصل.
bg: Тези приложения ще споделят с Apple какво гледате, докато използвате Apple регистрацията %@. Това ви позволява да продължите да гледате вашите ТВ предавания и филми на всяко от вашите поддържани устройства и ви помага да откривате други предавания и филми, които може да харесате. Може да е необходимо отделно инсталиране на приложения.
ca: Aquestes apps compartiran amb Apple allò que miris amb el compte d’Apple %@ perquè puguis continuar mirant les sèries i les pel·lícules en qualsevol dispositiu compatible i descobrir altres continguts que et puguin agradar. Pot ser que calgui instal·lar l’app per separat.
cs: Tyto aplikace budou při použití účtu Apple %@ sdílet se společností Apple informace o sledovaných seriálech. Díky tomu budete moct pokračovat ve sledování seriálů a filmů na všech svých podporovaných zařízeních a objevovat další seriály, které by se vám mohly líbit. Je možné, že bude nutná samostatná instalace aplikace.
da: Disse apps deler, det du ser, med Apple, mens du er logget ind med Apple-kontoen %@. På den måde kan du fortsætte med at se tv-udsendelser og film på alle dine understøttede enheder, hvilket gør det nemt for dig at finde andet, du vil synes om. Det kan være nødvendigt at installere apps separat.
de: Diese Apps teilen Apple mit, was du dir ansiehst, während der Apple Account „%@“ benutzt wird. Auf diese Weise kannst du die Wiedergabe deiner TV-Sendungen und Filme auf all deinen unterstützten Geräten fortsetzen und ähnliche Inhalte entdecken, die dir möglicherweise auch gefallen könnten. Apps müssen möglicherweise getrennt installiert werden.
el: Αυτές οι εφαρμογές θα κοινοποιούν στην Apple τι παρακολουθείτε κατά τη χρήση του λογαριασμού Apple «%@». Αυτό σας επιτρέπει να συνεχίσετε να παρακολουθείτε εκπομπές και ταινίες σε οποιαδήποτε υποστηριζόμενη συσκευή σας, και βοηθά να ανακαλύψετε άλλο περιεχόμενο που μπορεί να σας αρέσει. Μπορεί να απαιτηθεί ξεχωριστή εγκατάσταση εφαρμογών.
es: Estas apps compartirán con Apple lo que veas mientras uses la cuenta de Apple %@. Así, podrás seguir viendo tus series y películas desde cualquier dispositivo compatible, y descubrir otros contenidos que te puedan gustar. Es posible que las apps deban instalarse por separado.
es_419: Estas apps compartirán con Apple lo que ves usando la cuenta de Apple %@, lo cual te permitirá continuar viendo programas de TV y películas en cualquiera de tus dispositivos compatibles, y te ayudará a descubrir contenido que te guste. Podría ser necesario instalar apps por separado.
fi: Nämä apit jakavat Applen kanssa tiedot siitä, mitä katselet käyttäessäsi Apple-tiliä %@. Näin voit jatkaa TV-ohjelmien ja elokuvien katselemista millä tahansa tuetulla laitteella ja löytää muuta katsottavaa, josta saattaisit pitää. Appi on ehkä asennettava erikseen.
fr: Ces apps partageront avec Apple ce que vous visionnez lorsque vous utilisez le compte Apple %@. Cela vous permet de continuer de regarder vos séries TV et vos films sur n’importe lequel de vos appareils pris en charge, mais également d’en découvrir d’autres qui pourraient vous plaire. L’installation d’autres apps peut être requise.
fr_ca: Ces apps partageront avec Apple ce que vous visionnez lorsque vous utilisez le compte Apple %@. Cela vous permet de continuer de regarder vos émissions et vos films sur n’importe lequel de vos appareils pris en charge, mais également d’en découvrir d’autres qui pourraient vous plaire. L’installation d’une autre app pourrait être requise.
he: יישומים אלה ישתפו את תוכן הצפייה שלך עם Apple כל עוד נעשה שימוש בחשבון ה-Apple ‏%@. שיתוף זה מאפשר לך להמשיך לצפות בתוכניות הטלוויזיה ובסרטים שלך מכל המכשירים הנתמכים, ועוזר לך לגלות נוספים שאולי יקלעו לטעמך. ייתכן שיהיה צורך בהתקנה נפרדת של יישומים.
hi: Apple खाते %@ का उपयोग करके आप Apple से जो देखेंगे उसे इन ऐप्स द्वारा शेयर किया जाएगा। इसके द्वारा आप अपने किसी भी समर्थित डिवाइस पर अपने टीवी शो और फ़िल्में देखना जारी रख सकते हैं और अन्य पसंद आ सकने वाले कार्यक्रम खोज सकते हैं।अलग ऐप इंस्टॉलेशन की आवश्यकता हो सकती है।
hr: Ove aplikacije dijelit će s Appleom informacije o gledanim sadržajima tijekom uporabe Apple računa %@. Time se omogućava nastavljanje gledanja TV emisija i filmova na svim vašim podržanim uređajima te se pomaže u pronalaženju sadržaja koji bi vam se mogli svidjeti. Možda ćete trebati instalirati zasebnu aplikaciju.
hu: Ezek az appok megosztják az Apple-lel, hogy Ön mit néz, miközben a(z) %@ Apple-fiókot használja. Ez lehetővé teszi, hogy folytassa a tv-műsorok és filmek megtekintését bármelyik támogatott eszközén, valamint segít felfedezni olyan egyéb tartalmakat, amelyek esetleg tetszhetnek Önnek. Előfordulhat, hogy külön appokat is telepítenie kell.
id: App ini akan membagikan apa yang Anda tonton dengan Apple saat menggunakan Akun Apple %@. Ini memungkinkan Anda untuk lanjut menonton acara TV dan film di perangkat mana pun yang didukung, dan membantu Anda menemukan tontonan lainnya yang mungkin Anda suka. Penginstalan app secara terpisah dapat diperlukan.
it: Queste app condivideranno con Apple i contenuti che guardi utilizzando l’Apple Account %@. In questo modo, sarà possibile continuare a guardare i film e i programmi TV su qualsiasi dispositivo supportato e potrai scoprire nuovi contenuti. Potrebbe essere necessario installare le app singolarmente.
ja: これらのアプリは、Apple Account %@を使用している間、あなたが視聴したものをAppleと共有します。これにより、対応しているデバイスならどれでも、テレビ番組および映画の続きを視聴することができます。また、その他の興味のある番組や映画を見つける際にも役立ちます。アプリのインストールが別途必要になる場合があります。
kk: Бұл қолданбалар Apple аккаунты (%@) арқылы қаралатын контент туралы ақпаратты Apple компаниясымен бөліседі. Бұл кез келген қолдау көрсетілетін құрылғыда телешоулар мен фильмдерді көруді жалғастыруға мүмкіндік береді және өзіңізге ұнайтын басқа деректерді табуға көмектеседі. Бөлек қолданбаны орнату қажет болуы мүмкін.
ko: ‘%@’ Apple 계정을 사용하는 동안 다음 앱들이 사용자가 시청하는 항목을 Apple과 공유합니다. 이를 통해 사용자가 시청하던 TV 프로그램 및 영화를 지원되는 모든 기기에서 계속 시청할 수 있으며, 사용자가 좋아할 만한 다른 항목을 탐색하는 데 도움이 됩니다. 별도의 앱 설치가 필요할 수 있습니다.
lt: Šios programos bendrins su „Apple“ turinį, kurį žiūrite naudodami „Apple“ paskyrą „%@“. Taip galėsite toliau žiūrėti serialus ir filmus bet kuriame iš palaikomų įrenginių ir atrasti kitą jus dominantį turinį. Gali prireikti įdiegti atskirą programą.
ms: App ini akan berkongsi kandungan yang anda tonton dengan Apple semasa menggunakan Akaun Apple %@. Ini membolehkan anda meneruskan tontonan rancangan TV dan filem anda pada mana-mana peranti anda yang disokong dan membantu anda menemui video lain yang mungkin anda suka. Pemasangan app berasingan mungkin diperlukan.
nl: Bij het gebruik van Apple Account %@ delen deze apps je kijkgeschiedenis met Apple. Zo kun je je tv-programma's en films verder kijken op al je ondersteunde apparaten en vind je wellicht andere dingen die je leuk vindt. Het kan nodig zijn om een afzonderlijke app te installeren.
no: Disse appene vil dele det du ser på med Apple så lenge du bruker Apple-kontoen %@. På denne måten kan du fortsette å se på filmer og TV-programmer på alle støttede enheter, og oppdage andre du kanskje vil like. Disse tredjeparts­appene må kanskje installeres separat.
pl: Te aplikacje pozwalają udostępniać Apple informacje o tym, co oglądasz, korzystając z konta Apple %@. Dzięki temu możesz kontynuować oglądanie programów TV i filmów na dowolnym ze swoich zgodnych urządzeń, a także odkrywać nowe programy i filmy, które mogą Ci się spodobać. Konieczne może być zainstalowanie każdej z aplikacji osobno.
pt: Estes apps compartilharão com a Apple o que você assiste com a Conta Apple %@. Isso permite que você continue assistindo aos seus programas de TV e filmes em qualquer dispositivo compatível, e ajuda a descobrir outros que você assiste. Talvez seja necessário instalar os apps separadamente.
pt_pt: Estas aplicações partilham o que vê com a Apple enquanto usa a conta Apple %@. Assim, pode continuar a ver os programas de TV e filmes em qualquer dispositivo compatível e mais facilmente descobrir outros conteúdos que lhe possam também interessar. É possível que seja necessário instalar as aplicações separadamente.
ro: Aceste aplicații vor partaja cu Apple ceea ce vizionați în timp ce utilizați contul Apple %@. Astfel puteți să continuați vizionarea emisiunilor TV și filmelor pe oricare dintre dispozitivele dvs. compatibile și să primiți sugestii pentru altele pe care le‑ați putea aprecia. Poate fi necesară instalarea separată a unor aplicații.
ru: Эти приложения будут отправлять в Apple сведения о том, что Вы смотрите через Аккаунт Apple %@. Это позволит начинать просмотр фильмов и телешоу на одном поддерживаемом устройстве и продолжать на другом, а также находить новый интересный контент. Возможно, потребуется установить некоторые приложения отдельно.
sk: Tieto apky budú pri používaní Apple účtu %@ zdieľať informácie o prehrávanom obsahu so spoločnosťou Apple. Umožní vám to pokračovať v sledovaní vašich obľúbených seriálov a filmov na všetkých podporovaných zariadeniach a pomôže vám objaviť iné filmy a seriály, ktoré sa vám môžu páčiť. Môže byť potrebná inštalácia samostatnej apky.
sl: Te aplikacije bodo podatke o vsebini, ki jo gledate z računom Apple %@, delile z družbo Apple. Tako boste lahko še naprej gledali TV-oddaje in filme v poljubni napravi in odkrivali druge vsebine, ki bi vam bile morda všeč. Morda bo zahtevana ločena namestitev aplikacij.
sv: Dessa appar delar vad du tittar på med Apple medan du använder Apple‑kontot %@. Det gör att du kan fortsätta titta på dina TV-program och filmer på alla enheter som stöds, och du kan upptäcka andra som du kanske tycker om. Du kanske behöver installera appar separat.
th: แอปเหล่านี้จะแชร์รายการที่คุณดูกับ Apple ในระหว่างใช้บัญชี Apple %@ การทำงานนี้จะช่วยให้คุณสามารถดูรายการทีวีและภาพยนตร์ของคุณได้บนอุปกรณ์ทุกเครื่องที่รองรับของคุณ และช่วยให้คุณค้นพบรายการอื่นที่คุณอาจชอบได้ อาจต้องติดตั้งแอปแยกต่างหาก
tr: Bu uygulamalar, %@ Apple Hesabı’nı kullanırken izlediklerinizi Apple ile paylaşır. Bu, desteklenen aygıtlarınızın herhangi birinde TV şovlarınızı ve filmlerinizi izlemeyi sürdürmenize izin verir ve beğenebileceğiniz diğer TV şovlarını ve filmleri keşfetmenize yardımcı olur. Uygulamaların ayrıca yüklenmesi gerekebilir.
uk: Ці програми поширюватимуть для Apple відомості про те, що саме ви дивитесь, використовуючи обліковий запис Apple %@. Це дає змогу продовжувати перегляд телешоу і фільмів на будь-якому підтримуваному пристрої та допомагає знаходити інший медіавміст, що міг би вам сподобатись. Можливо, буде потрібно інсталювати окрему програму.
vi: Những ứng dụng này sẽ chia sẻ nội dung bạn xem với Apple khi đang sử dụng Tài khoản Apple %@. Việc này cho phép bạn tiếp tục xem các chương trình TV và phim trên bất kỳ thiết bị nào được hỗ trợ, cũng như giúp bạn khám phá những nội dung khác mà mình có thể thích. Bạn có thể phải cài đặt ứng dụng riêng lẻ.
zh_cn: 这些App将与Apple共享你使用Apple账户%@时观看的内容。这将允许你在任何受支持的设备上继续观看电视节目和电影，并有助于你发现其他可能喜欢的内容。可能需要单独安装各个App。
zh_hk: 這些App會與Apple共享你使用Apple帳户「%@」時的觀看內容。這樣可以讓你在任何支援的裝置上繼續觀看電視節目和電影，並協助你探索其他喜愛的內容。這可能需要安裝其他App。
zh_tw: 這些App會與Apple分享你使用「Apple帳號」（%@）時的觀看內容。這可讓你在任何支援的裝置上繼續觀看電視節目和電影，並協助你探索其他喜愛的影音內容。這可能需要安裝其他App。

# REMOVE_TV_PROVIDER_SUBTITLE
source: TV Provider → Remove TV Provider
ar: مزود خدمة التلفزيون ← إزالة مزود خدمة التلفزيون
bg: TV оператор → Премахни ТВ оператор
ca: Proveïdor de TV → Elimina el proveïdor de TV
cs: Poskytovatel TV → Odstranit poskytovatele TV
da: Tv-udbyder → Fjern tv-udbyder
de: TV-Anbieter → TV-Anbieter entfernen
el: Πάροχος τηλεοπτικών υπηρεσιών → Αφαίρεση παρόχου τηλεοπτικών υπηρεσιών
es: Proveedor de TV → Eliminar proveedor de TV
es_419: Proveedor de TV → Eliminar proveedor de TV
fi: TV-palveluntarjoaja → Poista TV-palveluntarjoaja
fr: Fournisseur TV → Supprimer le fournisseur TV
fr_ca: Fournisseur télévisuel → Supprimer le fournisseur télévisuel
he: ספק שירותי טלוויזיה ← הסרת ספק שירותי הטלוויזיה
hi: TV सर्विस प्रोवाइडर → टीवी सर्विस प्रोवाइडर हटाएँ
hr: TV operater → Ukloni TV operatera
hu: Televíziószolgáltató → Televíziószolgáltató eltávolítása
id: Penyedia TV → Hapus Penyedia TV
it: Provider TV → Rimuovi provider TV
ja: TVプロバイダ → TVプロバイダを削除
kk: «ТД провайдері» → «ТД провайдерін жою»
ko: TV 제공업체 → TV 제공업체 제거
lt: Televizijos paslaugų teikėjas → Šalinti televizijos paslaugų teikėją
ms: Penyedia TV → Keluarkan Penyedia TV
nl: Tv-aanbieder → Verwijder tv-aanbieder
no: TV-distributør → Fjern TV-distributør
pl: Dostawca TV → Usuń dostawcę TV
pt: Provedor de TV → Remover o Provedor de TV
pt_pt: Fornecedor de TV → Remover fornecedor de TV
ro: Furnizor TV → Eliminați furnizorul TV
ru: Телепровайдер → Удалить телепровайдера
sk: Poskytovateľ TV služby → Odstrániť poskytovateľa TV služby
sl: Ponudnik televizijskih storitev > Odstrani ponudnika televizijskih storitev
sv: TV-leverantör → Ta bort TV-leverantör
th: ผู้ให้บริการทีวี → เอาผู้ให้บริการทีวีออก
tr: TV Sağlayıcı → TV Sağlayıcıyı Sil
uk: ТБ‑провайдер → Вилучити ТБ‑провайдера
vi: Nhà cung cấp TV → Xóa nhà cung cấp TV
zh_cn: 电视提供商→移除电视提供商
zh_hk: 電視供應商 → 移除電視供應商
zh_tw: 電視業者 → 移除電視業者

# SIGNING_IN_TITLE
source: Signing In…
ar: يجري تسجيل الدخول…
bg: Вписване…
ca: Iniciant sessió…
cs: Přihlašování…
da: Logger ind…
de: Anmelden …
el: Σύνδεση…
es: Iniciando sesión…
es_419: Iniciando sesión…
fi: Kirjaudutaan sisään…
fr: Connexion…
fr_ca: Connexion…
he: מתחבר…
hi: साइन इन किया जा रहा है…
hr: Prijavljivanje…
hu: Bejelentkezés…
id: Masuk…
it: Accedo…
ja: サインイン中…
kk: Жүйеге кіру орындалуда…
ko: 로그인 중…
lt: Prisijungiama…
ms: Mendaftar Masuk…
nl: Inloggen…
no: Logger på…
pl: Loguję się…
pt: Iniciando…
pt_pt: A iniciar sessão…
ro: Autentificare…
ru: Вход в систему…
sk: Prihlasovanie…
sl: Vpisovanje …
sv: Loggar in…
th: กำลังลงชื่อเข้า…
tr: Giriş Yapılıyor…
uk: Вхід…
vi: Đang đăng nhập…
zh_cn: 正在登录…
zh_hk: 正在登入⋯
zh_tw: 登入中⋯

# IDENTITY_PROVIDER_PICKER_HEADER
source: Watch TV shows and movies from apps included in your TV subscription. Select your TV provider to get started.
ar: شاهد برامج التلفزيون والأفلام من التطبيقات التي يشملها اشتراك التلفزيون لديك. حدد مزود خدمة التلفزيون للبدء.
bg: Можете да гледате ТВ предавания и филми от включените в ТВ абонамента приложения. Изберете вашия ТВ оператор, за да започнете.
ca: Gaudeix de les sèries i les pel·lícules de les apps incloses a la teva subscripció de TV. Selecciona el proveïdor per començar.
cs: Dívejte se na seriály a filmy dostupné v aplikacích, které jsou součástí vašeho odběru TV. Začněte výběrem poskytovatele.
da: Se tv-udsendelser og film fra apps, som er inkluderet i dit tv-abonnement. Vælg din tv-udbyder for at komme i gang.
de: Schaue TV-Sendungen und Filme aus Apps, die Teil deines TV-Abos sind. Wähle deinen TV-Anbieter aus, um loszulegen.
el: Παρακολουθήστε τηλεοπτικές εκπομπές και ταινίες από εφαρμογές που περιλαμβάνονται στη συνδρομή τηλεοπτικών υπηρεσιών σας. Επιλέξτε τον πάροχο τηλεοπτικών υπηρεσιών σας για να ξεκινήσετε.
es: Disfruta de las series y películas en las apps incluidas en tu suscripción de TV. Selecciona tu proveedor de TV para empezar.
es_419: Ve programas y películas de las apps incluidas en tu suscripción de TV. Selecciona tu proveedor para comenzar.
fi: Katso TV-tilaukseesi kuuluvien appien TV-ohjelmia ja elokuvia. Aloita valitsemalla TV-palveluntarjoaja.
fr: Regardez des séries et des films avec des apps fournies avec votre abonnement TV. Pour commencer, sélectionnez un fournisseur TV.
fr_ca: Regardez des émissions et des films provenant d’apps comprises dans votre abonnement télévisé. Sélectionnez votre fournisseur de contenus télévisés pour commencer.
he: באפשרותך לצפות בתוכניות טלוויזיה ובסרטים ביישומים הכלולים במינוי שירותי הטלוויזיה שלך. יש לבחור את ספק שירותי הטלוויזיה שלך כדי להתחיל.
hi: अपने टीवी सब्सक्रिप्शन में शामिल ऐप्स से टीवी कार्यक्रम और फ़िल्में देखें। शुरू करने के लिए अपना टीवी सर्विस प्रोवाइडर चुनें।
hr: Gledajte TV emisije i filmove iz aplikacija sadržanih u vašoj TV pretplati. Za početak odaberite TV operatera.
hu: A televízió-előfizetésében lévő appokból nézhet tv-műsorokat és filmeket. Válassza ki a televíziószolgáltatóját a kezdéshez.
id: Tonton acara TV dan film dari app yang disertakan dalam langganan TV Anda. Pilih penyedia TV untuk memulai.
it: Guarda programmi TV e film sulle app disponibili con il tuo piano di abbonamento. Seleziona il tuo provider TV per iniziare.
ja: TVサブスクリプションに含まれているアプリから提供されるテレビ番組や映画を視聴できます。開始するにはTVプロバイダを選択してください。
kk: Теледидар жазылымына кіретін қолданбалардан телешоулар мен фильмдерді көріңіз. Бастау үшін теледидар провайдерін таңдаңыз.
ko: 사용자의 TV 구독에 포함된 앱에서 TV 프로그램 및 영화를 볼 수 있습니다. 시작하려면 사용자의 TV 제공업체를 선택하십시오.
lt: Žiūrėkite serialus ir filmus programose, kurios įtrauktos į televizijos prenumeratą. Norėdami pradėti, pasirinkite televizijos paslaugų teikėją.
ms: Tonton rancangan TV dan filem daripada app yang disertakan dalam langganan TV anda. Pilih penyedia TV anda untuk bermula.
nl: Bekijk tv-programma’s en films via apps die deel uitmaken van je tv-abonnement. Selecteer je tv-aanbieder om te beginnen.
no: Se filmer og TV-programmer fra apper som følger med TV-abonnementet ditt. Velg TV-distributøren din for å komme i gang.
pl: Oglądaj programy TV i filmy z aplikacji zawartych w subskrypcji TV. Wybierz dostawcę TV, aby rozpocząć.
pt: Assista aos programas de TV e filmes dos apps incluídos na sua assinatura de TV. Selecione o seu provedor de TV para começar.
pt_pt: Veja programas de TV e filmes das aplicações incluídas na sua assinatura. Para começar, selecione o seu fornecedor.
ro: Vizionați emisiunile TV și filmele din aplicațiile incluse în abonamentul dvs. TV. Selectați furnizorul TV pentru a începe.
ru: Смотрите телешоу и фильмы из приложений, включенных в Вашу телеподписку. Чтобы начать, выберите своего телепровайдера.
sk: Sledujte TV seriály a filmy z apiek, ktoré sú súčasťou odberu TV. Ak chcete začať, vyberte svojho poskytovateľa TV služby.
sl: Glejte TV-oddaje in filme iz aplikacij, ki so vključene v naročnino na televizijske storitve. Če želite začeti, izberite ponudnika televizijskih storitev.
sv: Titta på TV-program och filmer via appar som ingår i ditt TV-abonnemang. Börja med att välja din TV-leverantör.
th: ดูรายการทีวีและภาพยนตร์จากแอปที่รวมอยู่ในการสมัครสมาชิกทีวีของคุณ เลือกผู้ให้บริการทีวีของคุณเพื่อเริ่มต้น
tr: TV aboneliğinize dahil olan TV şovlarını ve filmleri izleyin. Başlamak için TV sağlayıcınızı seçin.
uk: Дивіться телешоу і фільми з програм, що входять до вашої телепідписки. Щоб почати, виберіть свого ТБ‑провайдера.
vi: Xem các chương trình TV và phim từ các ứng dụng có trong đăng ký TV của bạn. Chọn nhà cung cấp TV của bạn để bắt đầu.
zh_cn: 从电视订阅包含的App中观看电视节目和电影。选择你的电视提供商以开始。
zh_hk: 從電視訂閲所包含的App中觀看電視節目和電影。選擇你的電視供應商以開始使用。
zh_tw: 觀賞電視訂閱項目內含的電視節目和電影。選取你的電視業者來開始使用。

# DEVELOPER_PROVIDER_SAML_DESCRIPTION
source: Enable or disable the SAML data model within the authentication context.
ar: تمكين أو تعطيل نموذج بيانات SAML في سياق المصادقة.
bg: Активирайте или деактивирайте модела данни SAML в рамките на идентифициращия контекст.
ca: Activa o desactiva el model de dades SAML en el context de l’autenticació.
cs: Zapne nebo vypne datový model SAML v kontextu ověření totožnosti.
da: Slå SAML-datamodellen til eller fra under godkendelse.
de: Aktiviere oder deaktiviere das SAML-Datenmodell innerhalb des Authentifizierungskontexts.
el: Ενεργοποίηση ή απενεργοποίηση του μοντέλου δεδομένων SAML εντός του περιβάλλοντος ελέγχου ταυτότητας.
es: Activa o desactiva el modelo de datos SAML dentro del contexto de autenticación.
es_419: Activa y desactiva el modelo de datos SAML en el contexto de autenticación.
fi: Ota käyttöön tai poista käytöstä SAML-datamalli todennuskontekstissa.
fr: Active ou désactive le modèle de données SAML dans le contexte d’authentification.
fr_ca: Activer ou désactiver le modèle de données SAML dans le contexte d’authentification.
he: הפעל או בטל את מודל הנתונים SAML בהקשר האימות.
hi: प्रमाणन संदर्भ में SAML द्वारा लाया गया डेटा मॉडल सक्षम या अक्षम करें।
hr: Omogućite ili onemogućite model SAML podataka unutar autorizacijskog konteksta.
hu: A SAML-adatmodell engedélyezése vagy letiltása a hitelesítési környezeten belül.
id: Aktifkan atau nonaktifkan model data SAML di dalam konteks pengesahan.
it: Abilita o disabilita il modello di dati SAML nel contesto di autenticazione.
ja: 認証コンテクスト内でSAMLデータモデルを有効または無効にします。
kk: Аутентификация контекстінде SAML деректер моделін қосыңыз немесе өшіріңіз.
ko: 인증 컨텍스트 내에서 SAML 데이터 모델을 활성화하거나 비활성화하십시오.
lt: Įjungiamas arba išjungiamas SAML duomenų modelis autentifikavimo kontekste.
ms: Dayakan atau nyahdayakan model data SAML dalam konteks pengesahan.
nl: Schakel het SAML-datamodel in binnen de authenticatiecontext.
no: Aktiver eller deaktiver SAML-datamodellen i autentiseringssammenhengen.
pl: Pozwala włączać i wyłączać model danych SAML w kontekście uwierzytelniania.
pt: Ative ou desative o modelo de dados SAML dentro do contexto de autenticação.
pt_pt: Ativar ou desativar o modelo de dados baseado em SAML no contexto de autenticação.
ro: Activați sau dezactivați modelul de date SAML în cadrul contextului de autentificare.
ru: Включить или выключить модель данных SAML внутри контекста аутентификации.
sk: Zapne alebo vypne dátový model SAML v kontexte autentifikácie.
sl: V kontekstu za preverjanje pristnosti omogočite ali onemogočite podatkovni model SAML.
sv: Aktiverar eller avaktiverar den SAML-drivna datamodellen för autentisering.
th: เปิดหรือปิดใช้งานโมเดลข้อมูลแบบ SAML ภายในบริบทการตรวจสอบสิทธิ์
tr: Kimlik doğrulama içeriğindeki SAML veri modelini etkinleştirir veya etkisizleştirir.
uk: Вмикайте чи вимикайте модель даних стандарту SAML у контексті автентифікації.
vi: Bật hoặc tắt mô hình dữ liệu SAML bên trong bối cảnh xác thực.
zh_cn: 在认证上下文中启用或停用SAML数据模型。
zh_hk: 啟用或停用認證內容的SAML資料模型。
zh_tw: 啟用或停用認證內容中的SAML資料模型。

# STRING_REPRESENTATION_OF_NO
source: NO
ar: لا
bg: НЕ
cs: NE
da: NEJ
de: NEIN
el: ΟΧΙ
fi: EI
fr: NON
fr_ca: NON
he: לא
hi: नहीं
hr: NE
hu: NEM
id: TIDAK
ja: いいえ
kk: ЖОҚ
ko: 아니요
lt: NE
ms: TIDAK
nl: NEE
no: NEI
pl: NIE
pt: NÃO
pt_pt: NÃO
ro: NU
ru: НЕТ
sk: NIE
sl: NE
sv: NEJ
th: ไม่
tr: HAYIR
uk: НІ
vi: KHÔNG
zh_cn: 否
zh_hk: 否
zh_tw: 否
